{
  "About": "Church Life",
  "Team": "Join The Team",
  "Values": "Our Values",
  "Contact": "Contact us",
  "Donations": "Giving",
  "donation-title": "Give Online",
  "donation-centered": "Giving & Generosity",
  "paypal-description": "You can make a donation online via paypal by clicking on the following image.",
  "transfer-description": " You can make a donation via e-transfer to sherbrooke@catchethefire.com and use the following security password: CTFSHERBROOKE",
  "donation-others": "More Ways To Give",
  "donation-needs": "Outreach",
  "donation-needs-description": "Our outreach team goes out to help the homeless 2 to 3 times a week, to give out food supplies and clothing. They also bring comfort to these people and pray for those who would like prayer. Our present needs are blankets, sleeping bags, beanies, gloves, mittens, winter boots and jackets.",
  "donation-needs-contact": "For those of you who would want to help out,  please contact Stephen Goddard via messenger for more information. Thank you for your generosity.",
  "don-separator-1-title": "Local & Global Impact",
  "don-separator-1-content": "We work in key areas to help people encounter God's love, develop as leaders and change the world.",
  "useful-links": "Useful Links",
  "ctf-footer": "Catch The Fire is a global ministry with churches, schools, missions, media and events all around the world. For more information visit CatchTheFire.com.",
  "back-to-top": "Back to top",
  "contact-us": "Contact Us",
  "welcome": "Welcome to Catch the Fire Sherbrooke",
  "weekly-reunion": "Join us every saturday night for a coffee at 18h15 and our weekly meeting at 19h.",
  "welcome-description": "We are a family passionate about the presence of God, ready to impact those around us and make a difference in our city and province. As our name states, come and catch the fire of God with us!",
  "services-day": "Saturday",
  "services-day-subtitle": "Saturday night service at 19h.",
  "services-day-info": "Live meeting on our Catch the Fire Sherbrooke Facebook page.",
  "services-langue": "About the language!",
  "services": "We are a fully bilingual Church, with most of our activities in a combination of French and/or English. Situated in an English-speaking borough of Sherbrooke, Lennoxville, we are right next to an English college and university. As this is the case, we draw a lot of people who either speak French and understand or want to learn English, or those who speak English but understand or want to learn French. The majority of people on our team are bilingual and love connecting with people in either French or English.",
  "young-adults-title": "Young Adults Group",
  "young-adults-1": "Sunday afternoon meeting from 15h30-16h.",
  "young-adults-2": "Worship and time together.",
  "young-adults-3": "If you are interested, please contact Daniel Peiry at daniel.peiry@catchthefire.com",
  "ignite-group-title": "Ignite Group",
  "ignite-group-1": "Zoom meeting at 19h30.",
  "ignite-group-2": "English speaking connection group.",
  "ignite-group-3": "If you are interested in joining a connect group, please get in touch!"
}
