{
  "About": "Nous connaître",
  "Team": "Joins l'équipe",
  "Values": "Nos valeurs",
  "Contact": "Nous joindre",
  "Donations": "Donations",
  "donation-title": "Donner en ligne",
  "donation-centered": "Donner & Generosité",
  "paypal-description": "Vous pouvez faire un don en ligne via paypal en cliquant sur le bouton suivant.",
  "transfer-description": "Vous pouvez faire un don par e-transfer à sherbrooke@catchthefire.com et utiliser le mot de passe suivant: CTFSHERBROOKE",
  "donation-others": "Autres moyens de donner",
  "donation-needs": "Compassion",
  "donation-needs-description": "Notre équipe sort pour aider les sans abri 2 à 3 fois par semaine, on va leur offrir de la nourriture, des vêtements, du réconfort et de la prière. Actuellement, nous avons besoin de sacs de couchage, tuques, gants, mitaines, bottes d'hiver, manteaux d'hiver.",
  "donation-needs-contact": "Contactez Stephen Goddard en message privé pour aider ce ministère. Il vous donnera la procédure à suivre.",
  "don-separator-1-title": "Aide nous à avoir un impact",
  "don-separator-1-content": "Nous aidons les gens à experimenter l'amour de Dieu, se développer en tant que leader et à changer le monde.",
  "useful-links": "Liens utiles",
  "ctf-footer": "Catch The Fire est un ministère international avec des églises, écoles, missions, évenements partout dans le monde. Pour plus d'information, visitez CatchTheFire.com.",
  "back-to-top": "Retour en haut",
  "contact-us": "Nous joindre",
  "welcome": "Bienvenue à Catch the Fire Sherbrooke",
  "weekly-reunion": "Joignez vous à nous tous les samedis soir pour un café à 18h15 et notre réunion à 19h.",
  "welcome-description": "Nous sommes une famille passionnée par la présence de Dieu, prête à impacter les gens qui nous entourent et faire la différence dans notre ville et notre province. Nous sommes appelés Catch the Fire ! Viens attraper le feu de Dieu avec nous!",
  "services-day": "Samedi",
  "services-day-subtitle": "Service du samedi soir 19h.",
  "services-day-info": "Meeting LIVE sur la page Facebook Catch The Fire Sherbrooke.",
  "services-langue": "À propos de la langue!",
  "services": "Nos activités sont en français et/ou en anglais. En effet, nous sommes installés dans le secteur de Lennoxville, à proximité d’un collège et d’une université anglophone. Nous rejoignons tous ces gens du Québec qui soit parlent français, mais comprennent ou veulent apprendre l’anglais ou ceux et celles qui parlent anglais, mais comprennent ou veulent apprendre le français.",
  "young-adults-title": "Young Adults Group",
  "young-adults-1": "Rencontre dimanche soir 15h30-16h.",
  "young-adults-2": "Louange et partage.",
  "young-adults-3": "Ça t'intéresse? Tu peux écrire à daniel.peiry@catchthefire.com",
  "young-adults-4": [
    "Pour votre information, voici l'horaire pour l'été : ",
    "Dimanche 25 juin",
    "Vendredi 7 juillet",
    "Dimanche 23 juillet",
    "Dimanche 6 août",
    "Dimanche 27 aout",
    "Dimanche 10 septembre",
    "Dimanche 24 septembre",
    "Conférence vendredi soir et samedi pendant la journée 29-30 septembre"
  ],
  "presence-night-title": "Soirée Présence",
  "our-values-1": "Rencontre Dieu",
  "our-values-1-description": "Accueillir et expérimenter intentionnellement la gloire de Dieu, s’immerger dans le feu de son amour.",
  "our-values-2": "Sois Transformé",
  "our-values-2-description": "Répondre à l’invitation de Dieu à le connaître face à face afin d’être impacté par son amour extravagant.",
  "our-values-3": "Change Le Monde",
  "our-values-3-description": "Être changé au travers d’un style de vie qui consiste à rencontrer la présence aimante de Dieu.",
  "join-team": "Joins toi à l'équipe",
  "join-team-mail-to-label": "Rejoins nous"
}
